Repository: common-repository/impulse-widget
Catalog: languages/impulse-*.po
Languages: nl_nl

source: Custom Triggers
nl_nl: Customized Triggers

source: Custom Trigger
nl_nl: Customized Trigger

source: Add New
nl_nl: Nieuw

source: Add New Custom Trigger
nl_nl: Nieuw Custom Trigger

source: Impulse Logo
nl_nl: Impulse logo’s

source: Add New Impulse Logo
nl_nl: Nieuw Impulse Logo

source: New Impulse Logo
nl_nl: Nieuw Impulse Logo

source: All Impulse Logos
nl_nl: Impulse logo’s

source: Enable / Disable Auto Trigger
nl_nl: Aan- en uitzetten standaard trigger

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: Select Logo
nl_nl: Selecteer logo

source: Cancel
nl_nl: Annuleren

source: Impulse Plugin Settings
nl_nl: Impulse Plugin instellingen

source: Color Widget Header
nl_nl: Kleur van de Widget header

source: Default Theme Trigger
nl_nl: Standaard Trigger

source: Default Trigger Icon
nl_nl: Standaard Trigger Icoon

source: Impulse Usage Notes:
nl_nl: Impulse opmerkingen over gebruik:

source: Fill in your Client ID that you received from Impulse in the e-mail. Do you not have a Client ID? Please send an email to <a href="mailto:info@impulse.click">info@impulse.click</a>
nl_nl: Vul hier je clientID in, die je hebt ontvangen via de mail van Impulse. Heb je geen clientID? Stuur dan een email naar <a href=“mailto:info@impulse.click”>info@impulse.click</a>

source: Set the color for the Impulse Widget header using the color path or fill in the html code of the color you want. This color has to match with the style of your website.
nl_nl: Kies de kleur van de Widget header door op het kleurpalet te klikken of door de html code van de gewenste kleur in te vullen. Zorg ervoor dat deze kleur zo goed mogelijk past bij de stijl van jouw website.

source: Select your logo. Your logo will appear in the Impulse Widget.
nl_nl: Selecteer je logo, dit logo zal verschijnen in de Impulse Widget.

source: Do not forget to click on save.
nl_nl: Vergeet niet om op opslaan te klikken.

source: The default trigger can be disabled for every page, by clicking on ’disable auto trigger” on the right side of the page.
nl_nl: De automatische trigger kun je uitschakelen per pagina door aan de rechterkant van de pagina waar je de trigger uit wilt schakelen op “standaard trigger uitzetten” te klikken.

source: When editing a Post or Page, you can click the 'Add Impulse' button to add a trigger to it.
nl_nl: Wanneer je een Bericht of Pagina aan het bewerken bent (een blog of artikel dat je bewerkt), kan je bovenaan de pagina op “Impulse toevoegen” klikken. Op deze manier voeg je een Trigger toe aan dit artikel of blog.

source: Fill in your Client ID here. It will be used to display an Impulse Product on your website.
nl_nl: Vul hier je clientID in, die je hebt ontvangen via de mail van Impulse.

source: Do you want to enable a default trigger for all posts and pages?
nl_nl: Wilt u een standaard trigger inschakelen voor alle berichten en pagina’s?

source: Set the color for the Impulse Widget header using the color path or fill in the html code of the color you want.
nl_nl: Kies de kleur van de Widget header door op het kleurpalet te klikken of door de html code van de gewenste kleur in te vullen.

source: Upload New Logo
nl_nl: Upload een nieuw logo

source: Impulse Settings
nl_nl: Impulse Instellingen

source: Settings Saved
nl_nl: Instellingen opgeslagen

source: Save Settings
nl_nl: Wijzigingen opslaan

source: Do you want one of these standard triggers?
nl_nl: Wil je één van deze standaard triggers gebruiken?

source: Or do you want to use a custom trigger? Please save the CONTENT before clicking the "Upload" button
nl_nl: Of wil je een eigen trigger? Bewaar de tekst voordat u op de knop “Uploaden” klikt

source: Upload custom trigger
nl_nl: Upload je eigen Trigger

source: Image Size (only for custom triggers):
nl_nl: Formaat afbeelding (alleen voor eigen triggers):

source: Small (width: 90px)
nl_nl: Klein (breedte: 90px)

source: Medium (width: 300px)
nl_nl: Medium (breedte: 300px)

source: Original Size (default)
nl_nl: Originele grootte (standaard)

source: Image Alignment :
nl_nl: Uitlijnen trigger:

source: None
nl_nl: Geen

source: Left
nl_nl: Links

source: Right
nl_nl: Rechts

source: Center
nl_nl: Centreren

source: button text here
nl_nl: Typ hier de tekst voor de button

source: hyperlink title eg Click Here
nl_nl: Typ hier de tekst voor de hyperlink

source: Insert into Content
nl_nl: Voeg in de tekst

source: Add Impulse
nl_nl: Impulse toevoegen
